[{
    "id": 1,
    "title": "How to Cheat in Unity 5: Tips and Tricks for Game Development",
    "author": [
        "Alan Thorn"
    ],
    "category": "Informatique",
    "isbn": "978-1138802940",
    "year": 2015,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51fB7Ofa2rL._SX383_BO1,204,203,200_.jpg",
    "price": 57.54,
    "new_release": true,
    "description": "How to Cheat in Unity 5 takes a no-nonsense approach to help you achieve fast and effective results with Unity 5. Geared towards the intermediate user, HTC in Unity 5 provides content beyond what an introductory book offers, and allows you to work more quickly and powerfully in Unity. Packed full with easy-to-follow methods to get the most from Unity, this book explores time-saving features for interface customization and scene management, along with productivity-enhancing ways to work with rendering and optimization.",
    "in_cart": 0
}, {
    "id": 2,
    "title": "1984",
    "author": [
        "George Orwell"
    ],
    "category": "Fiction",
    "isbn": "978-0141036144",
    "year": 1949,
    "image": "https://images-na.ssl-images-amazon.com/images/I/31twj9hz1kL._SX278_BO1,204,203,200_.jpg",
    "price": 10.99,
    "new_release": false,
    "description": "George Orwell's dystopian masterpiece, Nineteen Eighty-Four is perhaps the most pervasively influential book of the twentieth century, making famous Big Brother, newspeak and Room 101. 'Who controls the past controls the future: who controls the present controls the past'",
    "in_cart": 0
}, {
    "id": 3,
    "title": "The Bread Baker's Apprentice: Mastering the Art of Extraordinary Bread",
    "author": [
        "Peter Reinhart",
        "Ron Manville"
    ],
    "category": "Cuisine",
    "isbn": "978-1580082686",
    "year": 2001,
    "image": "https://images-na.ssl-images-amazon.com/images/I/517BQgzhYzL._SX455_BO1,204,203,200_.jpg",
    "price": 31.93,
    "new_release": false,
    "description": "In The Bread Baker’s Apprentice, Peter shares his latest bread breakthroughs, arising from his study in several of France’s famed boulangeries and the always-enlightening time spent in the culinary academy kitchen with his students. Peer over Peter’s shoulder as he learns from Paris’s most esteemed bakers, like Lionel Poilâne and Phillippe Gosselin, whose pain à l’ancienne has revolutionized the art of baguette making. Then stand alongside his students in the kitchen as Peter teaches the classic twelve stages of building bread, his clear instructions accompanied by over 100 step-by-step photographs.",
    "in_cart": 0
}, {
    "id": 4,
    "title": "Warren Buffett: 24 leçons pour gagner en bourse",
    "author": [
        "James Pardoe"
    ],
    "category": "Finances",
    "isbn": "B01CZTEHS4",
    "year": 2016,
    "image": "https://images-na.ssl-images-amazon.com/images/I/41kIQpLb00L._SX294_BO1,204,203,200_.jpg",
    "price": 31.46,
    "new_release": true,
    "description": "Depuis près de 50 ans, Warren Buffett applique les principes d'investissement que vous allez découvrir dans ce livre. Non seulement ces principes vont à l'inverse de ce que font la plupart des investisseurs sur les marchés boursiers, mais en plus ils sont d'une désarmante simplicité! En les appliquant avec rigueur et constance, Warren Buffett est sans conteste, et de tous les temps, devenu l'investisseur qui a su tirer les meilleurs rendements de son portefeuille d'actions.",
    "in_cart": 0
}, {
    "id": 5,
    "title": "La journée des petits",
    "author": [
        "Emilie Beaumont"
    ],
    "category": "Enfants",
    "isbn": "978-2215061847",
    "year": 1998,
    "image": "https://images-na.ssl-images-amazon.com/images/I/61%2BoQUuekcL._SX381_BO1,204,203,200_.jpg",
    "price": 12.56,
    "new_release": false,
    "description": "The best way for little ones to learn everything about time, days and hours, and to practise those fascinating words! Discover Fleurus charming picture books with simple images and texts to develop children's knowledge of the world around them.",
    "in_cart": 0
}, {
    "id": 6,
    "title": "The Legend of Zelda: Hyrule Historia",
    "author": [
        "Eiji Aonuma", "Akira Himekawa"
    ],
    "category": "Manga",
    "isbn": "978-1616550417",
    "year": 2013,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51O2J58KBOL._SX375_BO1,204,203,200_.jpg",
    "price": 28.94,
    "new_release": false,
    "description": "Dark Horse Books and Nintendo team up to bring you The Legend of Zelda: Hyrule Historia, containing an unparalleled collection of historical information on The Legend of Zelda franchise. This handsome hardcover contains never-before-seen concept art, the full history of Hyrule, the official chronology of the games, and much more! Starting with an insightful introduction by the legendary producer and video-game designer of Donkey Kong, Mario, and The Legend of Zelda, Shigeru Miyamoto, this book is crammed full of information about the storied history of Link's adventures from the creators themselves! As a bonus, The Legend of Zelda: Hyrule Historia includes an exclusive comic by the foremost creator of The Legend of Zelda manga — Akira Himekawa!",
    "in_cart": 0
}, {
    "id": 7,
    "title": "The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change",
    "author": [
        "Stephen R. Covey"
    ],
    "category": "Self-Help",
    "isbn": "978-1451639612",
    "year": 2013,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51%2BMNH9ThxL._SX328_BO1,204,203,200_.jpg",
    "price": 11.40,
    "new_release": false,
    "description": "One of the most inspiring and impactful books ever written, The 7 Habits of Highly Effective People has captivated readers for 25 years. It has transformed the lives of Presidents and CEOs, educators and parents— in short, millions of people of all ages and occupations.",
    "in_cart": 0
}, {
    "id": 8,
    "title": "JavaScript and JQuery: Interactive Front-End Web Development",
    "author": [
        "Jon Duckett"
    ],
    "category": "Informatique",
    "isbn": "978-1118531648",
    "year": 2014,
    "image": "https://images-na.ssl-images-amazon.com/images/I/41oa41LdNdL._SX400_BO1,204,203,200_.jpg",
    "price": 35.63,
    "new_release": false,
    "description": "This full-color book adopts a visual approach to teaching JavaScript & jQuery, showing you how to make web pages more interactive and interfaces more intuitive through the use of inspiring code examples, infographics, and photography. The content assumes no previous programming experience, other than knowing how to create a basic web page in HTML & CSS. You'll learn how to achieve techniques seen on many popular websites (such as adding animation, tabbed panels, content sliders, form validation, interactive galleries, and sorting data).",
    "in_cart": 0
}, {
    "id": 9,
    "title": "Foundation",
    "author": [
        "Isaac Asimov"
    ],
    "category": "Fiction",
    "isbn": "978-0553293357",
    "year": 1991,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51aKk%2BWF2XL._SX298_BO1,204,203,200_.jpg",
    "price": 10.56,
    "new_release": false,
    "description": "For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. But only Hari Sheldon, creator of the revolutionary science of psychohistory, can see into the future--to a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire--both scientists and scholars--and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for a fututre generations. He calls his sanctuary the Foundation.",
    "in_cart": 0
}, {
    "id": 10,
    "title": "NOFX: The Hepatitis Bathtub and Other Stories",
    "author": [
        "NOFX", 
		"Jeff Alulis"
    ],
    "category": "Musique",
    "isbn": "978-0306824777",
    "year": 2016,
    "image": "https://images-na.ssl-images-amazon.com/images/I/61bEY7MD2qL._SX331_BO1,204,203,200_.jpg",
    "price": 10.56,
    "new_release": true,
    "description": "NOFX: The Hepatitis Bathtub and Other Stories is the first tell-all autobiography from one of the world’s most influential and controversial punk bands. Fans and non-fans alike will be shocked by the stories of murder, suicide, addiction, counterfeiting, riots, bondage, terminal illness, the Yakuza, and drinking pee. Told from the perspective of each of the band's members, this book looks back at more than thirty years of comedy, tragedy, and completely inexplicable success.",
    "in_cart": 0
}, {
    "id": 11,
    "title": "Deliciously Ella Every Day: Quick and Easy Recipes for Gluten-Free Snacks, Packed Lunches, and Simple Meals",
    "author": [
        "Ella Woodward"
    ],
    "category": "Cuisine",
    "isbn": "978-1501127618",
    "year": 2016,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51Los7qfw5L._SX368_BO1,204,203,200_.jpg",
    "price": 22.82,
    "new_release": true,
    "description": "It’s easy to be healthy until you get hungry. Making healthy eating sustainable is about two things. One: it’s got to be doable in the context of a time starved life. Two: it’s got to be delicious. Ella Woodward’s newest cookbook Deliciously Ella Every Day offers fantastically appealing and quick recipes for breakfasts, packed lunches, snacks on the go, and stress-free meals.",
    "in_cart": 0
}, {
    "id": 12,
    "title": "Windows 3.1: Self-Teaching Guide",
    "author": [
        "Keith Weiskamp",
		"Saul Aguiar"
    ],
    "category": "Informatique",
    "isbn": "978-0471558705",
    "year": 1992,
    "image": "https://images-na.ssl-images-amazon.com/images/I/51o8uifgp0L._SX402_BO1,204,203,200_.jpg",
    "price": 17.47,
    "new_release": false,
    "description": "Provides user-friendly, step-by-step guidance to show what Windows 3.1 can do and how to use it effectively. Features include improved File Manager designed to allow users to view multiple directories and perform such tasks as copying, moving and deleting files quickly and efficiently; StartUp Group which automatically runs applications when Windows start up; True Type Fonts--a new scaling technology; more consistent and efficient Dialog Boxes; Screen Saver and much more.",
    "in_cart": 0
}, {
    "id": 13,
    "title": "National Geographic Little Kids First Big Book of Why",
    "author": [
        "Amy Shields"
    ],
    "category": "Enfants",
    "isbn": "978-1426307935",
    "year": 2011,
    "image": "https://images-na.ssl-images-amazon.com/images/I/61cX7fhl06L._SX495_BO1,204,203,200_.jpg",
    "price": 9.99,
    "new_release": false,
    "description": "Linking to a popular feature in the super successful National Geographic Little Kids magazine, this book brings the browsable fun of the bestselling National Geographic Kids Almanac, to a new audience: preschoolers! Using an interactive question-and-answer format and content grounded in a child's immediate world, the Big Book of Why delivers lively information, hands-on games, simple recipes, crafts, and more. What makes a car go? How does mushy dough become a crispy cookie? What does the doctor see in my throat? An essential parent reference, The Big Book of Why invites children to ask big questions, think big thoughts, and get answers that are accurate, engaging, level-appropriate, and based on sound educational findings. It helps prepare preschoolers for school in an interactive way—the very best way to foster learning at this age, according to research. Highly photographic and playful, this big book is an adventure in exploration.",
    "in_cart": 0
}]
